---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.AreaReinforcementType
source: html/98432a5e-5ebe-3301-0b45-238f6f90053a.htm
---
# AreaReinforcementType Properties

The id of the assembly instance to which the element belongs.